import './PrivacyPolicy.scss';

export const PrivacyPolicy = () => {
    return (
        <div className="privacy-policy">
            <div className='privacy-policy__title'>
                <h1>ПОЛІТИКА</h1>
                <h1>КОНФІДЕНЦІЙНОСТІ</h1>
            </div>
            <div className='privacy-policy__text'>
                <p>Шановний відвідувачу, цей розділ політики конфіденційності нашого сайту описує, як ми збираємо, використовуємо та захищаємо вашу особисту інформацію. Ми розуміємо, що ваша приватність є важливою, тому зобов'язуємось дотримуватися вимог Закону про захист персональних даних та інших відповідних нормативно-правових актів.</p>
                <h3>КОНТАКТНА ІНФОРМАЦІЯ</h3>
                <p>Якщо у вас виникли питання або пропозиції з приводу цього розділу політики конфіденційності, будь ласка, зв'яжіться з нами за допомогою контактної інформації на нашому сайті.</p>
                <h3>ЗБІР ІНФОРМАЦІЇ</h3>
                <p>Ми збираємо різні типи інформації від відвідувачів нашого сайту, включаючи інформацію, яку ви надаєте нам при заповненні форм зворотного зв'язку та замовлень. Ми також можемо автоматично отримувати деяку інформацію, таку як ваш IP-адрес, тип браузера, мову та час доступу до сайту.</p>
                <h3>ВИКОРИСТАННЯ ІНФОРМАЦІЇ</h3>
                <p>Ми використовуємо зібрану інформацію, щоб забезпечити якісне обслуговув ання наших клієнтів та покращувати функціональність нашого сайту. Ми можемо   використовувати вашу інформацію для надсилання вам актуальних новин та пропозицій, якщо ви надали нам згоду на це.</p>
                <h3>РОЗКРИТТЯ ІНФОРМАЦІЇ ТРЕТІМ ОСОБАМ</h3>
                <p>Ми не передаємо вашу особисту інформацію третім особам, крім випадків, коли це необхідно для надання послуг та виконання зобов'язань перед вами. Ми можемо розкривати вашу інформацію, якщо це вимагається законом, регулюючими органами або захистом наших прав.</p>
                <h3>КОНФІДЕНЦІЙНІСТЬ ДАНИХ</h3>
                <p>Ми застосовуємо відповідні технічні та організаційні заходи для захисту вашої особистої інформації від несанкціонованого доступу, втрати або зловживання. Ми зберігаємо вашу інформацію на захищених серверах та застосовуємо шифрування даних для забезпечення її безпеки.</p>
                <h3>ЗМІНА ПОЛІТИКИ КОНФІДЕНЦІЙНОСТІ</h3>
                <p>Ми можемо періодично змінювати цей розділ політики конфіденційності. У разі внесення змін ми оновимо дату знизу цього тексту. Ми рекомендуємо вам регулярно переглядати цей розділ, щоб бути в курсі змін.</p>
            </div>
        </div>
    );
}