export const FAQ = () =>{
    return (
        <div className="privacy-policy">
            <div className='privacy-policy__title'>
                <h1>ЧАСТІ ЗАПИТАННЯ</h1>
            </div>
            <div className='privacy-policy__text'>
                <h3>Які матеріали використовуються для виготовлення меблевих фасадів?</h3>
                <p>Меблеві фасади можуть бути виготовлені з різних матеріалів, таких як дерево, ДСП, МДФ, скло, пластик та інші. Кожен матеріал має свої переваги та недоліки, і ви можете вибрати той, який найбільше підходить вашим потребам та бюджету.</p>
                <h3>Які розміри меблевих фасадів доступні в вашому магазині?</h3>
                <p>Наш магазин пропонує широкий вибір розмірів меблевих фасадів, які можуть відповідати різним потребам клієнтів. Проте, ви можете замовити меблеві фасади нестандартних розмірів на замовлення.</p>
                <h3>Які кольори доступні для меблевих фасадів?</h3>
                <p>У нашому магазині є багато кольорів, з яких ви можете вибрати. Ми пропонуємо яскраві та насичені кольори, а також більш традиційні варіанти, такі як білий, чорний та коричневий.</p>
                <h3>Які види меблевих фасадів ви маєте в наявності?</h3>
                <p>У нашому магазині є великий вибір меблевих фасадів, включаючи прості фасади без ручок, фасади з ручками, висувні фасади, а також фасади з склом або дзеркалом..</p>
                <h3>Чи можу я замовити на замовлення меблеві фасади зі своїм дизайном?</h3>
                <p>Так, ми можемо виготовити меблеві фасади зі своїм дизайном на замовлення. Просто надішліть нам свій дизайн або зустріньтесь з нашим дизайнером, щоб обговорити деталі та виготовити замовлення. </p>
                <h3>Як доглядати за меблевими фасадами?</h3>
                <p>Догляд за меблевими фасадами залежить від їх матеріалу. Для натурального дерева можна використовувати спеціальні засоби для дерева, тоді як скляні фасади можна просто протирати вологою ганчіркою. Рекомендується докладати зусиль для збереження меблевих фасадів в чистоті та відповідному стані.</p>
            </div>
        </div>
    );
}