import './AboutUs.scss';

export const AboutUs = () => {
    return (
        <div className="about-us">
            <header className="about-us__header">
                <div className='about-us__header-in'>
                    <h1>МИ ДОПОМАГАЄМО</h1>
                    <h1>СТВОРЮВАТИ ІДЕАЛЬНІ МЕБЛІ</h1>
                </div>
            </header>
            <main className="about-us__main">
                <div>
                    <h3>НАША МІСІЯ</h3>
                    <p>У нашому магазині ви знайдете широкий асортимент фасадів для кухонних, вітальних, спальних та інших видів меблів. Наша місія полягає в тому, аби використовувати тільки найкращі матеріали та технології виробництва, щоб забезпечити якість та довговічність наших продуктів.

                        Ми розуміємо, що ви можете мати різні потреби та вимоги до дизайну та функціональності меблів, тому ми пропонуємо індивідуальний підхід до кожного клієнта. Ми завжди раді допомогти вам вибрати фасади, які відповідають вашим потребам та бюджету, та забезпечити професійну консультацію щодо виробництва та установки.

                        Ми прагнемо забезпечити нашим клієнтам найкращий сервіс та якість продуктів, тому ми працюємо лише з перевіреними постачальниками та використовуємо тільки високоякісні матеріали. </p>
                    <button>ПЕРЕГЛЯНУТИ КАТАЛОГ</button>
                </div>
                <div></div>
            </main>
        </div>
    );
}