import { NavLink } from 'react-router-dom';
import mainImg from './../../../images/aboutus/about2.png';
import './AboutUs.scss';

export const AboutUs = () => {
    return (
        <div className="about-us">
            <header className="about-us__header">
                <div className='about-us__header-in'>
                    <h1>МИ ДОПОМАГАЄМО</h1>
                    <h1>СТВОРЮВАТИ ІДЕАЛЬНІ МЕБЛІ</h1>
                </div>
            </header>
            <main className="about-us__main">
                <div className='about-us__main__text'>
                    <h3>НАША МІСІЯ</h3>
                    <p>У нашому магазині ви знайдете широкий асортимент фасадів для кухонних, вітальних, спальних та інших видів меблів. Наша місія полягає в тому, аби використовувати тільки найкращі матеріали та технології виробництва, щоб забезпечити якість та довговічність наших продуктів.
                    </p>
                    <p>Ми розуміємо, що ви можете мати різні потреби та вимоги до дизайну та функціональності меблів, тому ми пропонуємо індивідуальний підхід до кожного клієнта. Ми завжди раді допомогти вам вибрати фасади, які відповідають вашим потребам та бюджету, та забезпечити професійну консультацію щодо виробництва та установки.
                    </p>
                    <p>Ми прагнемо забезпечити нашим клієнтам найкращий сервіс та якість продуктів, тому ми працюємо лише з перевіреними постачальниками та використовуємо тільки високоякісні матеріали. </p>
                    <NavLink to={`/catalog/main-catalog`}>
                        <button className='about-us__main__text__button'>ПЕРЕГЛЯНУТИ КАТАЛОГ</button>
                    </NavLink>
                </div>
                <div className='about-us__main__photo'>
                    <img src={mainImg} alt="kitchen photo" />
                </div>
            </main>
            <main className='about-us__main__growth'>
                <div>
                    <h1>ЯК РОЗВИВАВСЯ</h1>
                    <h1>SHYFON’YER</h1>
                </div>
                <div className='about-us__main__growth__period'>
                    <div>
                        <h4>2014</h4>
                    </div>
                    <div>
                        <p>У 2014 році стартувала історія SHYFON’YER. Магазин відразу став популярним серед жителів міста завдяки якісному обслуговуванню та широкому асортименту меблевих фасадів. Ми пропонували фасади для різних видів меблів: вітальні, спальні, офісні та кухонні меблі.</p>
                    </div>
                </div>
            </main>
        </div>
    );
}