import './Main.scss';

export const Main = () => {
    return (
        <main className='main-container'>
            <div className="main-container__info">
                <h1>ІДЕАЛЬНІ ЛІНІЇ І</h1>
                <h1>ВИТОНЧЕНІ ФОРМИ</h1>
                <h1>НАШИХ ВИРОБІВ</h1>                     
                <p>
                    меБля пропонує клієнтам широкий асортимент виробників фасадів, аби кожен міг обрати для себе найкращі
                    варіанти за найвигіднішими цінами. За потреби, ми створимо для вас найсучасніші меблі із обраних товарів,
                    та підберемо найкращі рішення, що пасуватимуть вашій оселі.
                </p>
            </div>
        </main>
    );
}